import React from 'react';

export default function About () {
  return (
    <div>
      <h1>זהו דף אודות</h1>
      <ul>
        <li>האפליקציה מדמה חנות</li>
        <li>
          הכניסה לאפליקציה לאחר רישום. לכן, צריכה להיות מותקנת תוכנת Robo mongo
        </li>
        <li>
          לאחר רישום המשתמש מקבל טוקן שאיתו הוא מבצע פעולות באתר, כמו צפייה ברשימת המוצרים הרלוונטים.
        </li>
        <li>
          כל מוצר ניתן להוסיף לסל או להוריד מהסל. כמו כן ניתן לצפות בעגלה של המשתמש.
        </li>
      </ul>
    </div>
  );
}
